<template>
  <div>
    <Header />
      <main>
        <section class="banner">
          <div class="mask"></div>
          <div class="caption">
            <h2>
              {{['條款', '条款', 'Statements'][$ti()]}}
            </h2>
            <p>
              {{['私隱政策', '私隐政策', 'Privacy Policy'][$ti()]}}
            </p>
          </div>
        </section>     
        <section class="my-5">
          <div class="container-lg">
            <h3>
              {{['私隱政策及個人資料收集聲明(“聲明”)', '私隐政策及个人资料收集声明(“声明”)', 'Privacy Policy and Personal Information Collection Statement (“Statement”)'][$ti()]}}
            </h3>
            <hr />
            <div v-if="$i18n.locale === 'zh'">
              <h4 class="my-4"> 私隱政策 </h4>
              <p >
                1. 在本聲明中，以下術語具有以下相應含義： 
              </p>
              <p > 
                (a) “券商客戶編碼”(BCAN)： 
              </p>
              <div class="pl-3">
              <p > 
                (i) 就椽盛資本提供北向交易服務而言，指由券商指定予客戶的編碼； 
              </p>
              <p >
                (ii) 就證監會的香港投資者識別碼製度及場外證券交易匯報製度（於推出時）而言，具有《證券及期貨事務監察委員會持牌人或注冊人操守準則》（於生效時）第5.6(b)(ii)條所賦予的含義;
              </p>
              </div>
              <p >
                (b)“中央結算系統規則”指不時生效的中央結算系統一般規則；
              </p>
              <p >
                (c) “客戶識別資訊”（CID）:
              </p>
              <div class="pl-3">
              <p >
                (i) 就椽盛資本提供北向交易服務而言，指聯交所根據交易所規則可能不時索要的有關閣下的識別資訊；
              </p>
              <p >
                (ii) 就證監會的香港投資者識別碼製度及場外證券交易匯報製度（於推出時）而言,
                具有《證券及期貨事務監察委員會持牌人或注冊人操守準則》（於生效時）第5.6(b)(iv)條所賦予的含義;
              </p>
              </div>
              <p >
                (d) “資料當事人”就個人資料而言，指屬該資料的當事人的個人；
              </p>
              <p >
                (e) “椽盛資本”指椽盛資本及其附屬公司、控股公司、該等控股公司的附屬公司以及其他有聯系或有關聯的實體；
              </p>
              <p >
                (f) “椽盛資本”或“我們”指椽盛資本有限公司；
              </p>
              <p >
                (g) “GDCA”指數安時代科技股份有限公司；
              </p>
              <p >
                (h) “GDCA協議”指不時修訂及補充的粵港跨境電子交易 GDCA 數字證書用戶協議；
              </p>
              <p >
                (i) “港交所”指香港交易及結算所有限公司；
              </p>
              <p >
                (j) “香港”指中華人民共和國香港特別行政區；
              </p>
              <p >
                (k) “中國內地”指中華人民共和國（不包括香港、澳門特別行政區及台灣）；
              </p>
              <p >
                (l) “私隱條例”指香港法例第486章《個人資料（私隱）條例》；
              </p>
              <p >
                (m) “個人資料”指符合以下說明的任何資料：
              </p>
              <div class="pl-3">
              <p >
                (1) 直接或間接與一名在世的個人有關的；
              </p>
              <p >
                (2) 從該資料直接或間接地確定有關個人的身分是切實可行的；及
              </p>
              <p >
                (3) 該資料的存在形式令予以查閱及處理均是切實可行的；
              </p>
              </div>
              <p >
                (n) “非個人資料”指任何不符合“個人資料”定義的資料；
              </p>
              <p >
                (o) “聯交所”指香港聯合交易所；及
              </p>
              <p >
                (p) “證監會”指香港證券及期貨事務監察委員會。
              </p>
              <p >
                2.
                椽盛資本致力為客戶提供優質的證券服務。基於閣下的服務需要，我們會收集和使用閣下的不同類別的個人資料和非個人資料。我們嚴肅對待客戶個人資料及非個人資料的使用和保密。
              </p>
              <p >
                3.
                客戶個人資料及非個人資料的安全和私隱是椽盛資本極為重要的事項。我們致力於保護客戶個人資料和非個人資料的私隱、保密及安全。就客戶的個人資料而言，我們承諾遵守《私隱條例》的規定，實施本聲明中所載的政策以。
              </p>
              <p >
                4. 如我們任何營運業務需遵從香港境外任何其他私隱法例，則只要不抵觸相關的地方法例，本聲明亦會適用
              </p>
              <p >
                5. 本聲明事前毋須另行通知即可不時修訂，閣下應定期查閱我們網站有關本聲明的最新版本。
              </p>
              <h4 class="my-4"> 客戶資料的收集和使用 </h4>
              <p >
                6. 椽盛資本會從本網站/應用程序的訪客收集其自願提供的個人資料。
              </p>
              <p >
                7. 個人客戶(包括閣下）或須向我們提供以下資料:
              </p>
              <p >
                (a)
                個人資料，包括姓名、年齡、職業、婚姻狀況、電郵信箱地址、電話號碼、個人身份數據、生物認證數據、相片、視頻、電子簽名、地址和其他聯系數據、財務資訊、信貸記錄、財富來源、風險承受能力、投資經驗和目標；
              </p>
              <p >
                (b) 交易記錄；
              </p>
              <p >
                (c) 帳戶資金和證券持倉資料；
              </p>
              <p >
                (d) IP地址、瀏覽器類型及版本、時區設定、瀏覽器插件類型、操作系統或平台和裝置資料（包括移動裝置的IMEI碼、無線網絡及一般網絡資料）；
              </p>
              <p >
                8. 椽盛資本亦會從公開資訊源,電話交談和/或電子媒介通信記錄或第三方風險情報應用中收集閣下的個人資料。
              </p>
              <p >
                9. 閣下到訪本網站/應用程序時會被記錄閣下的個人資料和非個人資料，以分析網站/應用程序的訪客人數等。
              </p>
              <p >
                10.
                我們只會根據本聲明中所載的用途使用我們所收集的個人資料。如閣下沒有向我們提供要求的個人資料，我們可能無法為閣下提供或繼續提供服務，包括但不限於向閣下提供有關特定市場及／或產品的交易服務。閣下的個人資料可能會用作以下用途：
              </p>
              <p >
                (a) 為閣下提供服務或產品(包括理財建議)；
              </p>
              <p >
                (b) 為進行首次和持續的「客戶身份識別」(KYC) 盡職調查流程，核實閣下的身份及履行我們須遵從的反洗錢法律法規；
              </p>
              <p >
                (c) 開展核對程序（定義見《私隱條例》第2條，廣義包括對閣下的兩套或更多套個人資料進行比對，以采取不利於閣下的行動，例如拒絕申請）；
              </p>
              <p >
                (d) 為閣下進行或安排香港法例第 553
                章《電子交易條例》認可的核證服務，例如香港或其他地方(包括但不限於中國內地)的核證機關為核實閣下身份而提供的服務﹔特別是，假如閣下居住地在中國內地，向GDCA或我們認為合適的其他核證機關申請證書；
              </p>
              <p >
                (e) 處理閣下、閣下的擔保人或閣下的安全供應商所提出的服務申請；
              </p>
              <p >
                (f) 執行信用審查、核對程序、資料確認、盡職調查以及風險管理流程；
              </p>
              <p >
                (g) 協助其他金融機構進行信用審查及追討債務；
              </p>
              <p >
                (h) 評估閣下及閣下的擔保人及安全供應商的信譽；
              </p>
              <p >
                (i) 為閣下設計供其使用的金融及其他相關服務及產品；
              </p>
              <p >
                (j) 向閣下推廣及促銷特定服務及產品（進一步詳情請參閱下文「使用資料作市場推廣或直接促銷」）；
              </p>
              <p >
                (k) 決定閣下、閣下的擔保人及／或閣下的安全供應商欠付我們的債務數額；
              </p>
              <p >
                (l) 向閣下、閣下的擔保人及閣下的安全供應商追收欠款；
              </p>
              <p >
                (m) 遵守任何適用法律、規則、法規、法庭命令，或任何監管機構的請求或要求；
              </p>
              <p >
                (n) 使我們的任何實際或建議受讓人能夠對任何建議合併、重組或其他類似流程進行評估；
              </p>
              <p >
                (o) 適用法例許可的任何目的；
              </p>
              <p >
                (p) 在任何法律或行政程序中為我們的任何權利辯護或參與任何法律或行政程序；
              </p>
              <p >
                (q) 遵守證監會頒布（並不時修訂）的《公司收購、合併及股份購回守則》及／或香港及／或其他地方的法例及／或監管規則的要求；
              </p>
              <p >
                (r) 進行巿場調查、問卷和其他類似活動；
              </p>
              <p >
                (s) 生成用作組織、匯報或其他統計分析用途的內部獨立識別編碼；
              </p>
              <p >
                (t) 當證監會的香港投資者識別碼製度及場外證券交易匯報製度推出時（視情況而定），允許聯交所：
              </p>
              <div class="pl-3">
              <p >
                (i) 收集、存儲、處理及使用閣下的個人資料（包括CID及BCAN），以作市場監督監察及執行聯交所交易所規則；
              </p>
              <p >
                (ii) 不時向香港的相關監管機構和執法機構(包括但不限於證監會)披露和轉移該等資訊，以促進其履行對香港金融市場的法定職能；
              </p>
              </div>
              <p >
                使用該等資訊進行分析，以作巿場監管；
              </p>
              <p >
                (u) 當證監會的香港投資者識別碼製度及場外證券交易匯報製度推出時（視情況而定）, 允許證監會:
              </p>
              <div class="pl-3">
              <p >
                (i) 收集、存儲、處理及使用閣下的個人資料（包括CID及BCAN），以履行其法定職能，包括對香港金融市場的監督、監察及執法職能；
              </p>
              <p >
                (ii) 根據適用法例或監管要求，不時向香港的相關監管機構和執法機構披露和轉移該等資訊；
              </p>
              </div>
              <p >
                (v) 允許聯交所及相關聯交所附屬公司 (定義見交易所規則)各自：
              </p>
              <div class="pl-3">
              <p >
                (i) 收集、使用及存儲閣下的 BCAN、CID
                以及由相關中華通結算所（定義見中央結算系統規則）提供的經合併、驗證和配對的任何BCAN和CID資訊（如由其中任何機構或通過港交所保存），以作市場監督監察和執行交易所規則；
              </p>
              <p >
                (ii) 出於下文第10(w)及(x) 條所載的目的，不時向相關中華通市場營運者(定義見交易所規則)轉移該等資訊（直接或經由相關中華通結算所)；
              </p>
              <p >
                (iii) 向香港的相關監管機構和執法機構披露該等資訊，以促進其履行對香港金融市場的法定職能。
              </p>
              </div>
              <p >
                (w) 允許相關中華通結算所 (定義見中央結算系統規則):
              </p>
              <div class="pl-3">
              <p >
                （i）收集、使用及存儲閣下的BCAN和CID，以便合併和驗證BCAN和CID以及將BCAN和CID與其投資者識別碼數據庫配對，並將該等經合併、驗證和配對的BCAN和CID資訊提供給相關中華通市場營運者、聯交所及相關聯交所附屬公司；
              </p>
              <p >
                （ii）使用閣下的BCAN和CID以履行其有關證券帳戶管理的監管職能；
              </p>
              <p >
                （iii）向有管轄權的中國內地監管機構及執法機構披露該等資訊，以促進其履行對中國內地金融市場的監管、監察及執法職能；
              </p>
              </div>
              <p >
                (x) 允許相關中華通市場營運者:
              </p>
              <div class="pl-3">
              <p >
                （i）收集、使用及存儲閣下的BCAN和CID，以促進其監督監察相關中華通市場(定義見交易所規則)中通過使用中華通服務（定義見交易所規則）進行的證券交易，及執行相關中華通市場營運者的規則；
              </p>
              <p >
                （ii）向中國內地監管機構和執法機構披露該等資訊，以促進其履行對中國內地金融市場的監管、監察及執法職能；及
              </p>
              </div>
              <p >
                (y) 任何與上述內容有關的職能。
              </p>
              <h4 class="my-4"> 個人資料的使用 </h4>
              <p >
                11. 椽盛資本會對所持有的個人資料保密，但或會就第10條所指的一個或多個目的向以下人士披露︰
              </p>
              <p >
                (a)
                我們的任何高級職員、僱員、代理、承包商或向我們提供有關我們的業務運作之行政、信貸資料、債務追討、電訊、客戶驗證、盡職調查、計算機、繳款或其他服務之第三方服務供應商（例如IT服務供應商、電子資料存儲服務供應商、生物認證服務供應商等）；
              </p>
              <p >
                (b) 椽盛資本之任何成員公司；
              </p>
              <p >
                (c) 閣下的任何擔保人及安全供應商或潛在擔保人及安全供應商；
              </p>
              <p >
                (d) 任何有責任為椽盛資本保密之人士，包括椽盛資本之任何成員公司；
              </p>
              <p >
                (e) 與閣下進行交易或擬作交易之任何金融機構，或閣下的任何交易對手方；
              </p>
              <p >
                (f) 信貸資料機構及收賬公司（如果閣下拖欠我們債務或發生任何違約事件）；
              </p>
              <p >
                (g) 椽盛資本的任何實際或建議受讓人，或椽盛資本就我們對閣下的權利的參與人或附屬參與人或受讓人；
              </p>
              <p >
                (h) 與椽盛資本經已建立或擬建立任何業務關系的任何人士或實體或資料接受人；
              </p>
              <p >
                (i) 香港或其他地方(包括但不限於中國內地)的任何核證機關；
              </p>
              <p >
                (j) 香港或其他地方的相關機關，以符合關於自動交換財務帳戶數據的適用法律、法規、規則或準則或美國頒布的外國帳戶稅收遵從法案；及
              </p>
              <p >
                (k)
                香港或其他地方（包括但不限於中國內地）的任何本地或外國法律機構、監管機構、政府部門、稅務機關、執法機構、行政部門或法定機構、證券交易所或結算所、或其他自我監管機構或業界組織或團體，包括聯交所、相關聯交所附屬公司及證監會。
              </p>
              <p >
                12. 椽盛資本可能會根據本聲明將閣下的個人資料轉移至香港境外，而閣下的個人資料未必可以獲得與在《私隱條例》下相同或類似程度的保障。
              </p>
              <p >
                13.
                閣下確認，即使閣下日後聲稱撤銷同意，閣下的個人資料亦可能繼續被存儲、披露、轉移及以其他方式處理，以作本聲明所載的用途，不論在閣下聲稱撤銷同意之前或之後。
              </p>
              <h4 class="my-4" > 使用個人資料作市場推廣或直接促銷 </h4>
              <p >
                14.
                椽盛資本可能使用閣下的個人資料向閣下傳送我們認為切合閣下需要的產品、服務及其他市場推廣數據。閣下可選擇以電郵及/或直接郵遞方式收取市場推廣及其他宣傳數據。如閣下不想再收到此等宣傳數據，亦可隨時和我們的客服部門聯絡選擇不再收取此等數據。
              </p>
              <p >
                15. 椽盛資本擬使用閣下的個人資料作直接促銷，為此我們須取得閣下的同意（包括表示不反對）。就此，請注意：
              </p>
              <p >
                (a) 椽盛資本不時持有的閣下的姓名、聯絡詳情、產品及服務、投資組合資訊、交易模式及行為、財務背景及統計資料可用於直接促銷；
              </p>
              <p >
                (b) 可能向閣下促銷以下服務、產品及對象類別：
              </p>
              <div class="pl-3">
              <p >
                (i) 財務、保險、證券、商品、投資及相關服務和產品及設施；
              </p>
              <p >
                (ii) 獎賞、會員獎勵、合作品牌或優惠計劃以及相關產品及服務；
              </p>
              <p >
                (iii)我們的業務夥伴提供的金融或銀行產品及服務（將向閣下提供該等夥伴的名稱）；及
              </p>
              <p >
                (iv) 為慈善及／或非牟利目的而作出之捐款及捐助；
              </p>
              </div>
              <p >
                (c) 上述服務、產品及對象可由椽盛資本及／或下述人士促銷：
              </p>
              <div class="pl-3">
              <p >
                (i) 椽盛資本之任何成員公司；
              </p>
              <p >
                (ii) 第三方金融機構、承保人、證券、商品及投資服務提供商；
              </p>
              <p >
                (iii) 第三方獎賞、會員獎勵、合作品牌或優惠計劃提供者；
              </p>
              <p >
                (iv) 我們的業務夥伴（將向閣下提供該等合作品牌夥伴的名稱）；及
              </p>
              <p >
                (v) 慈善或非牟利組織；
              </p>
              </div>
              <p >
                (d)
                除了自行推廣上述服務、產品及對象外，椽盛資本可將上文第15(a)條所述的個人資料提供予第15(c)條所述的任何人士，以推廣該等服務、產品及對象，而我們需就此用途取得閣下的書面同意（包括表示不反對）；
              </p>
              <p >
                (e) 如閣下不希望椽盛資本使用或提供閣下的個人資料予其他人士作上文第15(d)條所述的直接促銷用途，請通知我們的客戶服務部; 及
              </p>
              <p >
                (f)
                我們可能會就向上文第15(d)條所述的人士提供閣下的個人資料而獲得金錢或其他財產回報，在請求閣下同意或不反對時，我們會告知閣下我們是否將憑借向其他人士提供該等個人資料而獲得任何金錢或其他財產回報。
              </p>
              <p >
                提供第三者的個人資料
              </p>
              <p >
                16.
                假如閣下向我們提供第三者的個人資料，閣下必須為該第三者提供本聲明複印本，尤其是，向該第三者闡述閣下已向我們提供其個人資料及我們使用其個人資料的方式。
              </p>
              <h4 class="my-4"> 個人資料的保障措施 </h4>
              <p >
                17. 椽盛資本設有安全措施，以保護個人資料不會被誤用或免受未經授權之取覽、更改或破壞。該等措施包括以下方面：
              </p>
              <ul>
                <li >
                  <p >
                    我們按照「有需要知情」的原則以安全的方式（有需要時將個人資料加密）讓獲授權員工及代理取得或使用資料；
                  </p>
                </li>
                <li >
                  <p >
                    除為了進行業務活動、遵守適用法律、保護免受欺詐或作出我們認為可能符合閣下利益之產品及服務優惠外，我們不會將有關閣下的個人資料分發予其他人士；
                  </p>
                </li>
                <li >
                  <p >
                    椽盛資本的成員公司之間對閣下的個人資料的使用及轉移，須依據嚴格之內部安全標準、保密政策、私隱條例及其他適用法律；
                  </p>
                </li>
                <li >
                  <p >
                    我們確保僱員完全遵守該等標準、政策及法律；及
                  </p>
                </li>
                <li >
                  <p >
                    我們會就妥善處理閣下的個人資料向員工提供相關培訓。
                  </p>
                </li>
              </ul>
              <p >
                18. 隨著我們會進一步發展新產品和服務，我們會繼續竭力確保閣下的個人資料會被正確使用及受到適當保護。
              </p>
              <h4 class="my-4"> 查閱及更改資料 </h4>
              <p >
                19. 根據及依據《私隱條例》之條款，閣下有權：
              </p>
              <ul>
                <li >
                  <p >
                    獲得關於閣下的個人資料處理的資訊和要求查閱我們所持有的有關閣下的個人資料；
                  </p>
                </li>
                <li >
                  <p >
                    在遵守上文第13條的情況下，隨時撤銷批準我們處理閣下的個人資料的同意。
                  </p>
                </li>
                <li >
                  <p >
                    在某些情況下，有權以系統化、常用和計算機可讀的格式接收一些個人資料及／或要求我們在技術上可行的情況下將這些資料傳輸給第三方。請注意，該權利僅適用於資料當事人提供給我們的資料；
                  </p>
                </li>
                <li >
                  <p >
                    如閣下的個人資料不準確或不完整，有權要求我們更正；
                  </p>
                </li>
                <li >
                  <p >
                    如閣下認為我們侵犯其個人資料私隱權，有權向個人資料保障監管機構作出投訴；
                  </p>
                </li>
                <li >
                  <p >
                    如涉及消費者個人信貸記錄，可要求被告知哪些個人資料會慣常地向信貸資料機構或收賬公司披露，及獲取更多資料，以便向相關信貸資料機構或收賬公司要求查閱和更正資料；及
                  </p>
                </li>
                <li >
                  <p >
                    閣下全數償還拖欠款項並終止信貸後，如終止信貸前五年內並無重大欠賬（以椽盛資本決定為準），指示椽盛資本向相關信貸資料機構要求從其信貸數據庫中刪除任何關於該已終止信貸的個人帳戶資料。
                  </p>
                </li>
              </ul>
              <p >
                20. 閣下可能要求我們刪除閣下的部分或全部個人資料，但請注意，我們沒有法律責任必須配合這個需求。
              </p>
              <p >
                21. 如果閣下提供給我們的個人資料發生任何變化，請聯系我們的客戶服務部。
              </p>
              <p >
                22. 任何關於查閱及改正閣下的個人資料的要求應送交以下地址：
              </p>
              <p >
                椽盛資本有限公司
              </p>
              <p >
                客戶服務部
              </p>
              <p >
                地址: `+$store.state.address[$i18n.locale]+`
              </p>
              <p >
                電郵：`+$store.state.email+`
              </p>
              <p class="small">
                *請注明閣下之姓名及聯絡電話，以便進行跟進。我們有可能會要求你提供附加資料以驗證閣下的身份，以作出跟進。
              </p>
              <p >
                23. 依據《私隱條例》之條款，椽盛資本有權就處理任何資料索取查閱之申請收取合理費用。
              </p>
              <p >
                24. 本文不會限製閣下在《私隱條例》下所享有的權利
              </p>
              <h4 class="my-4">
                個人資料的保留
              </h4>
              <p >
                25. 我們保存個人資料的時限將不超過實際所需使用或所將需要的時間。個人資料的保留期會因情況而異，取決於不同因素，包括:
              </p>
              <ul>
                <li >
                  <p >
                    使用目的 - 我們需要就該目的必要的時間內繼續保留個人資料；和
                  </p>
                </li>
                <li >
                  <p >
                    法律義務 - 法律法規規定保留個人資料的最短期限。
                  </p>
                </li>
              </ul>
              <p >
                注意：私隱政策聲明中英文版本如有歧義，以英文版本為準。
              </p>              
            </div>
            <div v-if="$i18n.locale === 'cn'">
              <h4 class="my-4"> 私隐政策 </h4>
              <p >
                1. 在本声明中，以下术语具有以下相应含义： 
              </p>
              <p > 
                (a) “券商客户编码”(BCAN)： 
              </p>
              <div class="pl-3">
              <p > 
                (i) 就椽盛资本提供北向交易服务而言，指由券商指定予客户的编码； 
              </p>
              <p >
                (ii) 就证监会的香港投资者识别码制度及场外证券交易汇报制度（於推出时）而言，具有《证券及期货事务监察委员会持牌人或注册人操守准则》（於生效时）第5.6(b)(ii)条所赋予的含义;
              </p>
              </div>
              <p >
                (b)“中央结算系统规则”指不时生效的中央结算系统一般规则；
              </p>
              <p >
                (c) “客户识别资讯”（CID）:
              </p>
              <div class="pl-3">
              <p >
                (i) 就椽盛资本提供北向交易服务而言，指联交所根据交易所规则可能不时索要的有关阁下的识别资讯；
              </p>
              <p >
                (ii) 就证监会的香港投资者识别码制度及场外证券交易汇报制度（於推出时）而言,
                具有《证券及期货事务监察委员会持牌人或注册人操守准则》（於生效时）第5.6(b)(iv)条所赋予的含义;
              </p>
              </div>
              <p >
                (d) “资料当事人”就个人资料而言，指属该资料的当事人的个人；
              </p>
              <p >
                (e) “椽盛资本”指椽盛资本及其附属公司丶控股公司丶该等控股公司的附属公司以及其他有联系或有关联的实体；
              </p>
              <p >
                (f) “椽盛资本”或“我们”指椽盛资本有限公司；
              </p>
              <p >
                (g) “GDCA”指数安时代科技股份有限公司；
              </p>
              <p >
                (h) “GDCA协议”指不时修订及补充的粤港跨境电子交易 GDCA 数字证书用户协议；
              </p>
              <p >
                (i) “港交所”指香港交易及结算所有限公司；
              </p>
              <p >
                (j) “香港”指中华人民共和国香港特别行政区；
              </p>
              <p >
                (k) “中国内地”指中华人民共和国（不包括香港丶澳门特别行政区及台湾）；
              </p>
              <p >
                (l) “私隐条例”指香港法例第486章《个人资料（私隐）条例》；
              </p>
              <p >
                (m) “个人资料”指符合以下说明的任何资料：
              </p>
              <div class="pl-3">
              <p >
                (1) 直接或间接与一名在世的个人有关的；
              </p>
              <p >
                (2) 从该资料直接或间接地确定有关个人的身分是切实可行的；及
              </p>
              <p >
                (3) 该资料的存在形式令予以查阅及处理均是切实可行的；
              </p>
              </div>
              <p >
                (n) “非个人资料”指任何不符合“个人资料”定义的资料；
              </p>
              <p >
                (o) “联交所”指香港联合交易所；及
              </p>
              <p >
                (p) “证监会”指香港证券及期货事务监察委员会。
              </p>
              <p >
                2.
                椽盛资本致力为客户提供优质的证券服务。基於阁下的服务需要，我们会收集和使用阁下的不同类别的个人资料和非个人资料。我们严肃对待客户个人资料及非个人资料的使用和保密。
              </p>
              <p >
                3.
                客户个人资料及非个人资料的安全和私隐是椽盛资本极为重要的事项。我们致力於保护客户个人资料和非个人资料的私隐丶保密及安全。就客户的个人资料而言，我们承诺遵守《私隐条例》的规定，实施本声明中所载的政策以。
              </p>
              <p >
                4. 如我们任何营运业务需遵从香港境外任何其他私隐法例，则只要不抵触相关的地方法例，本声明亦会适用
              </p>
              <p >
                5. 本声明事前毋须另行通知即可不时修订，阁下应定期查阅我们网站有关本声明的最新版本。
              </p>
              <h4 class="my-4"> 客户资料的收集和使用 </h4>
              <p >
                6. 椽盛资本会从本网站/应用程序的访客收集其自愿提供的个人资料。
              </p>
              <p >
                7. 个人客户(包括阁下）或须向我们提供以下资料:
              </p>
              <p >
                (a)
                个人资料，包括姓名丶年龄丶职业丶婚姻状况丶电邮信箱地址丶电话号码丶个人身份数据丶生物认证数据丶相片丶视频丶电子签名丶地址和其他联系数据丶财务资讯丶信贷记录丶财富来源丶风险承受能力丶投资经验和目标；
              </p>
              <p >
                (b) 交易记录；
              </p>
              <p >
                (c) 帐户资金和证券持仓资料；
              </p>
              <p >
                (d) IP地址丶浏览器类型及版本丶时区设定丶浏览器插件类型丶操作系统或平台和装置资料（包括移动装置的IMEI码丶无线网络及一般网络资料）；
              </p>
              <p >
                8. 椽盛资本亦会从公开资讯源,电话交谈和/或电子媒介通信记录或第三方风险情报应用中收集阁下的个人资料。
              </p>
              <p >
                9. 阁下到访本网站/应用程序时会被记录阁下的个人资料和非个人资料，以分析网站/应用程序的访客人数等。
              </p>
              <p >
                10.
                我们只会根据本声明中所载的用途使用我们所收集的个人资料。如阁下没有向我们提供要求的个人资料，我们可能无法为阁下提供或继续提供服务，包括但不限於向阁下提供有关特定市场及／或产品的交易服务。阁下的个人资料可能会用作以下用途：
              </p>
              <p >
                (a) 为阁下提供服务或产品(包括理财建议)；
              </p>
              <p >
                (b) 为进行首次和持续的「客户身份识别」(KYC) 尽职调查流程，核实阁下的身份及履行我们须遵从的反洗钱法律法规；
              </p>
              <p >
                (c) 开展核对程序（定义见《私隐条例》第2条，广义包括对阁下的两套或更多套个人资料进行比对，以采取不利於阁下的行动，例如拒绝申请）；
              </p>
              <p >
                (d) 为阁下进行或安排香港法例第 553
                章《电子交易条例》认可的核证服务，例如香港或其他地方(包括但不限於中国内地)的核证机关为核实阁下身份而提供的服务；特别是，假如阁下居住地在中国内地，向GDCA或我们认为合适的其他核证机关申请证书；
              </p>
              <p >
                (e) 处理阁下丶阁下的担保人或阁下的安全供应商所提出的服务申请；
              </p>
              <p >
                (f) 执行信用审查丶核对程序丶资料确认丶尽职调查以及风险管理流程；
              </p>
              <p >
                (g) 协助其他金融机构进行信用审查及追讨债务；
              </p>
              <p >
                (h) 评估阁下及阁下的担保人及安全供应商的信誉；
              </p>
              <p >
                (i) 为阁下设计供其使用的金融及其他相关服务及产品；
              </p>
              <p >
                (j) 向阁下推广及促销特定服务及产品（进一步详情请参阅下文「使用资料作市场推广或直接促销」）；
              </p>
              <p >
                (k) 决定阁下丶阁下的担保人及／或阁下的安全供应商欠付我们的债务数额；
              </p>
              <p >
                (l) 向阁下丶阁下的担保人及阁下的安全供应商追收欠款；
              </p>
              <p >
                (m) 遵守任何适用法律丶规则丶法规丶法庭命令，或任何监管机构的请求或要求；
              </p>
              <p >
                (n) 使我们的任何实际或建议受让人能够对任何建议合并丶重组或其他类似流程进行评估；
              </p>
              <p >
                (o) 适用法例许可的任何目的；
              </p>
              <p >
                (p) 在任何法律或行政程序中为我们的任何权利辩护或参与任何法律或行政程序；
              </p>
              <p >
                (q) 遵守证监会颁布（并不时修订）的《公司收购丶合并及股份购回守则》及／或香港及／或其他地方的法例及／或监管规则的要求；
              </p>
              <p >
                (r) 进行巿场调查丶问卷和其他类似活动；
              </p>
              <p >
                (s) 生成用作组织丶汇报或其他统计分析用途的内部独立识别编码；
              </p>
              <p >
                (t) 当证监会的香港投资者识别码制度及场外证券交易汇报制度推出时（视情况而定），允许联交所：
              </p>
              <div class="pl-3">
              <p >
                (i) 收集丶存储丶处理及使用阁下的个人资料（包括CID及BCAN），以作市场监督监察及执行联交所交易所规则；
              </p>
              <p >
                (ii) 不时向香港的相关监管机构和执法机构(包括但不限於证监会)披露和转移该等资讯，以促进其履行对香港金融市场的法定职能；
              </p>
              </div>
              <p >
                使用该等资讯进行分析，以作巿场监管；
              </p>
              <p >
                (u) 当证监会的香港投资者识别码制度及场外证券交易汇报制度推出时（视情况而定）, 允许证监会:
              </p>
              <div class="pl-3">
              <p >
                (i) 收集丶存储丶处理及使用阁下的个人资料（包括CID及BCAN），以履行其法定职能，包括对香港金融市场的监督丶监察及执法职能；
              </p>
              <p >
                (ii) 根据适用法例或监管要求，不时向香港的相关监管机构和执法机构披露和转移该等资讯；
              </p>
              </div>
              <p >
                (v) 允许联交所及相关联交所附属公司 (定义见交易所规则)各自：
              </p>
              <div class="pl-3">
              <p >
                (i) 收集丶使用及存储阁下的 BCAN丶CID
                以及由相关中华通结算所（定义见中央结算系统规则）提供的经合并丶验证和配对的任何BCAN和CID资讯（如由其中任何机构或通过港交所保存），以作市场监督监察和执行交易所规则；
              </p>
              <p >
                (ii) 出於下文第10(w)及(x) 条所载的目的，不时向相关中华通市场营运者(定义见交易所规则)转移该等资讯（直接或经由相关中华通结算所)；
              </p>
              <p >
                (iii) 向香港的相关监管机构和执法机构披露该等资讯，以促进其履行对香港金融市场的法定职能。
              </p>
              </div>
              <p >
                (w) 允许相关中华通结算所 (定义见中央结算系统规则):
              </p>
              <div class="pl-3">
              <p >
                （i）收集丶使用及存储阁下的BCAN和CID，以便合并和验证BCAN和CID以及将BCAN和CID与其投资者识别码数据库配对，并将该等经合并丶验证和配对的BCAN和CID资讯提供给相关中华通市场营运者丶联交所及相关联交所附属公司；
              </p>
              <p >
                （ii）使用阁下的BCAN和CID以履行其有关证券帐户管理的监管职能；
              </p>
              <p >
                （iii）向有管辖权的中国内地监管机构及执法机构披露该等资讯，以促进其履行对中国内地金融市场的监管丶监察及执法职能；
              </p>
              </div>
              <p >
                (x) 允许相关中华通市场营运者:
              </p>
              <div class="pl-3">
              <p >
                （i）收集丶使用及存储阁下的BCAN和CID，以促进其监督监察相关中华通市场(定义见交易所规则)中通过使用中华通服务（定义见交易所规则）进行的证券交易，及执行相关中华通市场营运者的规则；
              </p>
              <p >
                （ii）向中国内地监管机构和执法机构披露该等资讯，以促进其履行对中国内地金融市场的监管丶监察及执法职能；及
              </p>
              </div>
              <p >
                (y) 任何与上述内容有关的职能。
              </p>
              <h4 class="my-4"> 个人资料的使用 </h4>
              <p >
                11. 椽盛资本会对所持有的个人资料保密，但或会就第10条所指的一个或多个目的向以下人士披露∶
              </p>
              <p >
                (a)
                我们的任何高级职员丶雇员丶代理丶承包商或向我们提供有关我们的业务运作之行政丶信贷资料丶债务追讨丶电讯丶客户验证丶尽职调查丶计算机丶缴款或其他服务之第三方服务供应商（例如IT服务供应商丶电子资料存储服务供应商丶生物认证服务供应商等）；
              </p>
              <p >
                (b) 椽盛资本之任何成员公司；
              </p>
              <p >
                (c) 阁下的任何担保人及安全供应商或潜在担保人及安全供应商；
              </p>
              <p >
                (d) 任何有责任为椽盛资本保密之人士，包括椽盛资本之任何成员公司；
              </p>
              <p >
                (e) 与阁下进行交易或拟作交易之任何金融机构，或阁下的任何交易对手方；
              </p>
              <p >
                (f) 信贷资料机构及收账公司（如果阁下拖欠我们债务或发生任何违约事件）；
              </p>
              <p >
                (g) 椽盛资本的任何实际或建议受让人，或椽盛资本就我们对阁下的权利的参与人或附属参与人或受让人；
              </p>
              <p >
                (h) 与椽盛资本经已建立或拟建立任何业务关系的任何人士或实体或资料接受人；
              </p>
              <p >
                (i) 香港或其他地方(包括但不限於中国内地)的任何核证机关；
              </p>
              <p >
                (j) 香港或其他地方的相关机关，以符合关於自动交换财务帐户数据的适用法律丶法规丶规则或准则或美国颁布的外国帐户税收遵从法案；及
              </p>
              <p >
                (k)
                香港或其他地方（包括但不限於中国内地）的任何本地或外国法律机构丶监管机构丶政府部门丶税务机关丶执法机构丶行政部门或法定机构丶证券交易所或结算所丶或其他自我监管机构或业界组织或团体，包括联交所丶相关联交所附属公司及证监会。
              </p>
              <p >
                12. 椽盛资本可能会根据本声明将阁下的个人资料转移至香港境外，而阁下的个人资料未必可以获得与在《私隐条例》下相同或类似程度的保障。
              </p>
              <p >
                13.
                阁下确认，即使阁下日後声称撤销同意，阁下的个人资料亦可能继续被存储丶披露丶转移及以其他方式处理，以作本声明所载的用途，不论在阁下声称撤销同意之前或之後。
              </p>
              <h4 class="my-4" > 使用个人资料作市场推广或直接促销 </h4>
              <p >
                14.
                椽盛资本可能使用阁下的个人资料向阁下传送我们认为切合阁下需要的产品丶服务及其他市场推广数据。阁下可选择以电邮及/或直接邮递方式收取市场推广及其他宣传数据。如阁下不想再收到此等宣传数据，亦可随时和我们的客服部门联络选择不再收取此等数据。
              </p>
              <p >
                15. 椽盛资本拟使用阁下的个人资料作直接促销，为此我们须取得阁下的同意（包括表示不反对）。就此，请注意：
              </p>
              <p >
                (a) 椽盛资本不时持有的阁下的姓名丶联络详情丶产品及服务丶投资组合资讯丶交易模式及行为丶财务背景及统计资料可用於直接促销；
              </p>
              <p >
                (b) 可能向阁下促销以下服务丶产品及对象类别：
              </p>
              <div class="pl-3">
              <p >
                (i) 财务丶保险丶证券丶商品丶投资及相关服务和产品及设施；
              </p>
              <p >
                (ii) 奖赏丶会员奖励丶合作品牌或优惠计划以及相关产品及服务；
              </p>
              <p >
                (iii)我们的业务夥伴提供的金融或银行产品及服务（将向阁下提供该等夥伴的名称）；及
              </p>
              <p >
                (iv) 为慈善及／或非牟利目的而作出之捐款及捐助；
              </p>
              </div>
              <p >
                (c) 上述服务丶产品及对象可由椽盛资本及／或下述人士促销：
              </p>
              <div class="pl-3">
              <p >
                (i) 椽盛资本之任何成员公司；
              </p>
              <p >
                (ii) 第三方金融机构丶承保人丶证券丶商品及投资服务提供商；
              </p>
              <p >
                (iii) 第三方奖赏丶会员奖励丶合作品牌或优惠计划提供者；
              </p>
              <p >
                (iv) 我们的业务夥伴（将向阁下提供该等合作品牌夥伴的名称）；及
              </p>
              <p >
                (v) 慈善或非牟利组织；
              </p>
              </div>
              <p >
                (d)
                除了自行推广上述服务丶产品及对象外，椽盛资本可将上文第15(a)条所述的个人资料提供予第15(c)条所述的任何人士，以推广该等服务丶产品及对象，而我们需就此用途取得阁下的书面同意（包括表示不反对）；
              </p>
              <p >
                (e) 如阁下不希望椽盛资本使用或提供阁下的个人资料予其他人士作上文第15(d)条所述的直接促销用途，请通知我们的客户服务部; 及
              </p>
              <p >
                (f)
                我们可能会就向上文第15(d)条所述的人士提供阁下的个人资料而获得金钱或其他财产回报，在请求阁下同意或不反对时，我们会告知阁下我们是否将凭借向其他人士提供该等个人资料而获得任何金钱或其他财产回报。
              </p>
              <p >
                提供第三者的个人资料
              </p>
              <p >
                16.
                假如阁下向我们提供第三者的个人资料，阁下必须为该第三者提供本声明复印本，尤其是，向该第三者阐述阁下已向我们提供其个人资料及我们使用其个人资料的方式。
              </p>
              <h4 class="my-4"> 个人资料的保障措施 </h4>
              <p >
                17. 椽盛资本设有安全措施，以保护个人资料不会被误用或免受未经授权之取览丶更改或破坏。该等措施包括以下方面：
              </p>
              <ul>
                <li >
                  <p >
                    我们按照「有需要知情」的原则以安全的方式（有需要时将个人资料加密）让获授权员工及代理取得或使用资料；
                  </p>
                </li>
                <li >
                  <p >
                    除为了进行业务活动丶遵守适用法律丶保护免受欺诈或作出我们认为可能符合阁下利益之产品及服务优惠外，我们不会将有关阁下的个人资料分发予其他人士；
                  </p>
                </li>
                <li >
                  <p >
                    椽盛资本的成员公司之间对阁下的个人资料的使用及转移，须依据严格之内部安全标准丶保密政策丶私隐条例及其他适用法律；
                  </p>
                </li>
                <li >
                  <p >
                    我们确保雇员完全遵守该等标准丶政策及法律；及
                  </p>
                </li>
                <li >
                  <p >
                    我们会就妥善处理阁下的个人资料向员工提供相关培训。
                  </p>
                </li>
              </ul>
              <p >
                18. 随着我们会进一步发展新产品和服务，我们会继续竭力确保阁下的个人资料会被正确使用及受到适当保护。
              </p>
              <h4 class="my-4"> 查阅及更改资料 </h4>
              <p >
                19. 根据及依据《私隐条例》之条款，阁下有权：
              </p>
              <ul>
                <li >
                  <p >
                    获得关於阁下的个人资料处理的资讯和要求查阅我们所持有的有关阁下的个人资料；
                  </p>
                </li>
                <li >
                  <p >
                    在遵守上文第13条的情况下，随时撤销批准我们处理阁下的个人资料的同意。
                  </p>
                </li>
                <li >
                  <p >
                    在某些情况下，有权以系统化丶常用和计算机可读的格式接收一些个人资料及／或要求我们在技术上可行的情况下将这些资料传输给第三方。请注意，该权利仅适用於资料当事人提供给我们的资料；
                  </p>
                </li>
                <li >
                  <p >
                    如阁下的个人资料不准确或不完整，有权要求我们更正；
                  </p>
                </li>
                <li >
                  <p >
                    如阁下认为我们侵犯其个人资料私隐权，有权向个人资料保障监管机构作出投诉；
                  </p>
                </li>
                <li >
                  <p >
                    如涉及消费者个人信贷记录，可要求被告知哪些个人资料会惯常地向信贷资料机构或收账公司披露，及获取更多资料，以便向相关信贷资料机构或收账公司要求查阅和更正资料；及
                  </p>
                </li>
                <li >
                  <p >
                    阁下全数偿还拖欠款项并终止信贷後，如终止信贷前五年内并无重大欠账（以椽盛资本决定为准），指示椽盛资本向相关信贷资料机构要求从其信贷数据库中删除任何关於该已终止信贷的个人帐户资料。
                  </p>
                </li>
              </ul>
              <p >
                20. 阁下可能要求我们删除阁下的部分或全部个人资料，但请注意，我们没有法律责任必须配合这个需求。
              </p>
              <p >
                21. 如果阁下提供给我们的个人资料发生任何变化，请联系我们的客户服务部。
              </p>
              <p >
                22. 任何关於查阅及改正阁下的个人资料的要求应送交以下地址：
              </p>
              <p >
                椽盛资本有限公司
              </p>
              <p >
                客户服务部
              </p>
              <p >
                地址: `+$store.state.address[$i18n.locale]+`
              </p>
              <p >
                电邮：`+$store.state.email+`
              </p>
              <p class="small">
                *请注明阁下之姓名及联络电话，以便进行跟进。我们有可能会要求你提供附加资料以验证阁下的身份，以作出跟进。
              </p>
              <p >
                23. 依据《私隐条例》之条款，椽盛资本有权就处理任何资料索取查阅之申请收取合理费用。
              </p>
              <p >
                24. 本文不会限制阁下在《私隐条例》下所享有的权利
              </p>
              <h4 class="my-4">
                个人资料的保留
              </h4>
              <p >
                25. 我们保存个人资料的时限将不超过实际所需使用或所将需要的时间。个人资料的保留期会因情况而异，取决於不同因素，包括:
              </p>
              <ul>
                <li >
                  <p >
                    使用目的 - 我们需要就该目的必要的时间内继续保留个人资料；和
                  </p>
                </li>
                <li >
                  <p >
                    法律义务 - 法律法规规定保留个人资料的最短期限。
                  </p>
                </li>
              </ul>
              <p >
                注意：私隐政策声明中英文版本如有歧义，以英文版本为准。
              </p>              
            </div>
            <div v-if="$i18n.locale === 'en'">
              <h4 class="my-4">
                Privacy Policy
              </h4>
              <p >
                1. In this Statement, the following terms shall have their respective
                meanings:
              </p>
              <p >
                (a) "BCAN":
              </p>
              <div class="pl-3">
              <p >
                (i) means, in the context of Rafter Capital provision of the Stock
                Connect Northbound trading services, Broker-to-Client Assigned Number;
              </p>
              <p >
                (ii) in the context of the SFC's Hong Kong investor identification regime
                and over-the-counter securities transactions reporting regime (when it
                comes into effect), has the meaning given to it in paragraph 5.6(b)(ii) of
                the Code of Conduct for Persons Licensed by or Registered with the
                Securities and Futures Commission (when it comes into effect);
              </p>
              </div>
              <p >
                (b) "CCASS Rules" means the General Rules of CCASS, as in force from time
                to time;
              </p>
              <p >
                (c) "CID":
              </p>
              <div class="pl-3">
              <p >
                (i) means, in the context of Rafter Capital provision of the Stock
                Connect Northbound trading services, such identification information
                relating to you as SEHK may request from time to time under the Rules of
                the Exchange of SEHK;
              </p>
              <p >
                (ii) in the context of the SFC's Hong Kong investor identification regime
                and over-the-counter securities transactions reporting regime (when it
                comes into effect), has the meaning given to it in paragraph 5.6(b)(iv) of
                the Code of Conduct for Persons Licensed by or Registered with the
                Securities and Futures Commission (when it comes into effect);
              </p>
              </div>
              <p >
                (d) "data subject", in relation to personal data, means the individual who
                is the subject of the data;
              </p>
              <p >
                (e) "Rafter Capital" means Rafter Capital and its subsidiaries, holding
                companies, subsidiaries of those holding companies and other associated or
                related entities;
              </p>
              <p >
                (f) "Rafter Capital", or "we" or "us" means Rafter Capital Limited;
              </p>
              <p >
                (g) "GDCA" means Global Digital Cybersecurity Authority CO., Ltd
                (数安时代科技股份有限公司);
              </p>
              <p >
                (h) "GDCA Agreement" means the GDCA Subscriber Agreement for Mutual
                Recognition of Electronic Signature Certificates Issued by Hong Kong and
                Guangdong (粤港跨境电子交易 GDCA 数字证书用户协议), as amended and supplemented from time
                to time;
              </p>
              <p >
                (i) "HKEX" means Hong Kong Exchanges and Clearing Limited;
              </p>
              <p >
                (j) "Hong Kong" means the Hong Kong Special Administrative Region of the
                People's Republic of China;
              </p>
              <p >
                (k) "Mainland China" means the People's Republic of China, excluding Hong
                Kong, the Macau Special Administrative Region and the Republic of China
                (Taiwan);
              </p>
              <p >
                (l) "PDPO" means the Personal Data (Privacy) Ordinance (Cap. 486, Laws of
                Hong Kong);
              </p>
              <p >
                (m) "personal data" means any data:
              </p>
              <p >
                (a) relating directly or indirectly to a living individual;
              </p>
              <p >
                (b) from which it is practicable for the identity of the individual to be
                directly or indirectly ascertained; and
              </p>
              <p >
                (c) in a form in which access to or processing of the data is practicable;
              </p>
              <p >
                (n) "non-personal data" means any data not falling within the meaning of
                "personal data";
              </p>
              <p >
                (o) "SEHK" means the Stock Exchange of Hong Kong; and
              </p>
              <p >
                (p) "SFC" means the Securities and Futures Commission of Hong Kong.
              </p>
              <p >
                2. Rafter Capital is committed to providing its clients with excellent
                securities services. Based on your service needs, we will collect and use
                different types of your personal data and non-personal data. We treat the
                use and confidentiality of our clients' personal data and non-personal data
                seriously.
              </p>
              <p >
                3. The security and privacy of our clients' personal data and non-personal
                data is a matter of utmost importance for Rafter Capital. We are committed
                to protecting the privacy, confidentiality, and security of our clients'
                personal data and non-personal data; in the case of personal data by
                complying with the requirements of the PDPO through the implementation of
                the policies set out in this Statement.
              </p>
              <p >
                4. Where our operations are subject to privacy legislation other than that
                of Hong Kong, this Statement shall apply so far as it is consistent with
                such other legislation.
              </p>
              <p >
                5. Please note that this Statement may be amended from time to time without
                prior notice. You are advised that you need to check the latest version of
                this Statement on our websites on a regular basis.
              </p>
              <p >
                Collection and Use of Personal Data
              </p>
              <p >
                6. Rafter Capital may collect personal data provided voluntarily by
                visitors to this website/application.
              </p>
              <p >
                7. Individual clients (which includes you) may be required to provide us
                with the following data:
              </p>
              <div class="pl-3">
              <p >
                (a) their personal data, including name, age, occupation, marital status,
                email address, telephone number, personal identity information, biometric
                data, photograph and video, electronic signature, address and other contact
                information, financial information, credit history, source of wealth, risk
                tolerance, investment experiences and objectives;
              </p>
              <p >
                (b) transaction records;
              </p>
              <p >
                (c) account balance and securities portfolio;
              </p>
              <p >
                (d) IP address, browser type and version, time zone settings, browser
                plugin types, operating systems or platform and device data (including
                where the IMEI number of mobile device, wireless networks and general
                network data);
              </p>
              </div>
              <p >
                8. Rafter Capital may also obtain your personal data from publicly
                available sources of information, recording telephone conversations and/or
                communications by using electronic media, or from third party risk
                intelligence applications.
              </p>
              <p >
                9. Your personal data and non-personal data will be recorded when you visit
                this website/application, used for the purposes of data analysis, including
                analyzing the number of visitors to the website/application. For further
                information on how we make use of cookies, please refer to our Cookie
                Policy.
              </p>
              <p >
                10. We will only use the personal data we collect for the purposes set out
                in this Statement. If you do not supply the personal data requested, we may
                not be able to provide or continue to provide our services to you,
                including without limitation, providing you with trading services in
                respect of certain markets and/or products. Your personal data may be used
                for the following purposes:
              </p>
              <p >
                (a) Providing you with our products or services (including the provision of
                financial advice);
              </p>
              <p >
                (b) Verifying your identity as part of the initial and on-going
                Know-Your-Client (KYC) due diligence process and otherwise for the purposes
                of complying with anti-money laundering laws and regulations which we are
                subject to;
              </p>
              <p >
                (c) Conducting matching procedures (as defined in s.2 of the PDPO, which
                broadly includes comparison of two or more sets of your personal data, for
                the purpose of taking actions adverse to your interests, such as declining
                an application);
              </p>
              <p >
                (d) Conducting or arranging for you certification services recognized by
                the Electronic Transactions Ordinance (Cap 553) such as services provided
                by certification authorities in Hong Kong or other places (including but
                not limited to Mainland China) for client identity verification purposes,
                and specifically, if you are domiciled in Mainland China, for the purpose
                of applying for a certificate with the GDCA or such other certification
                authority as we consider appropriate;
              </p>
              <p >
                (e) Dealing with service applications submitted by you, your guarantors or
                your security providers;
              </p>
              <p >
                (f) Performing credit checks, verification procedures, data verification,
                due diligence and risk management processes;
              </p>
              <p >
                (g) Assisting other financial institutions to conduct credit checks and
                collect debts;
              </p>
              <p >
                (h) Assessing your and your guarantors' and security providers' credit
                worthiness;
              </p>
              <p >
                (i) Designing financial and other related services and products for your
                use;
              </p>
              <p >
                (j) Promoting and marketing certain services and products to you (please
                refer to the section entitled "Use of Data in Promotion and Direct
                Marketing" below for further details);
              </p>
              <p >
                (k) Determining the amount of debt owed to us by you, your guarantors
                and/or your security providers ;
              </p>
              <p >
                (l) Collecting debts from you, your guarantors and your security providers;
              </p>
              <p >
                (m) Complying with any applicable laws, rules, regulations, court orders or
                the requests or requirements of any regulatory body;
              </p>
              <p >
                (n)Enabling any of our actual or proposed transferees / assignees to assess
                any proposed merger, re-organization or other similar process;
              </p>
              <p >
                (o) Any purposes allowed by applicable laws;
              </p>
              <p >
                (p) Defending our rights or participating in any legal or administrative
                proceedings;
              </p>
              <p >
                (q) Observing the requirements of the "Codes on Takeovers and Mergers and
                Share Buy-backs" (as amended from time to time) which are issued by the SFC
                and/or the laws and/or regulatory rules in Hong Kong and/or other places;
              </p>
              <p >
                (r) Conducting marketing research, surveys and other similar activities;
              </p>
              <p >
                (s) Generating unique internal identification numbers for organizational
                and reporting purposes and other forms of statistical analysis;
              </p>
              <p >
                (t) When the SFC's Hong Kong investor identification regime or
                over-the-counter securities transactions reporting regime comes into effect
                (as the case may be), allowing SEHK to:
              </p>
              <div class="pl-3">
              <p >
                (i) ccollect, store, process and use your personal data (including CID and
                BCAN(s)) for market surveillance and monitoring purposes and enforcement of
                the Rules of the Exchange of SEHK;
              </p>
              <p >
                (ii) disclose and transfer such information to the relevant regulators and law
                enforcement agencies in Hong Kong (including, but not limited to, the SFC)
                so as to facilitate the performance of their statutory functions with
                respect to the Hong Kong financial markets; and
              </p>
              <p >
                (iii) use such information for conducting analysis for the purposes of market
                oversight;
              </p>
              </div>
              <p >
                (u) When the SFC's Hong Kong investor identification regime or
                over-the-counter securities transactions reporting regime comes into effect
                (as the case may be), allowing the SFC to:
              </p>
              <div class="pl-3">
              <p >
                (i) collect, store, process and use your personal data (including CID and
                BCAN(s)) for the performance of its statutory functions including
                monitoring, surveillance and enforcement functions with respect to the Hong
                Kong financial markets; and
              </p>
              <p >
                (ii) disclose and transfer such information to relevant regulators and law
                enforcement agencies in Hong Kong in accordance with applicable laws or
                regulatory requirement;
              </p>
              </div>
              <p >
                (v) allowing each of SEHK and the relevant SEHK Subsidiaries (as defined in
                the Rules of the Exchange) to:
              </p>
              <div class="pl-3">
              <p >
                (i) collect, use and store your BCAN, CID and any consolidated, validated and
                mapped BCANs and CID information provided by the relevant China Connect
                Clearing House (as defined in the CCASS Rules) (in the case of storage, by
                any of them or via HKEX) for market surveillance and monitoring purposes
                and enforcement of the Rules of the Exchange;
              </p>
              <p >
                (ii) transfer such information to the relevant China Connect Market Operator
                (as defined in the Rules of the Exchange) (directly or through the relevant
                China Connect Clearing House) from time to time for the purposes set out in
                paragraphs 10(w) and (x) below; and
              </p>
              <p >
                (iii) disclose such information to the relevant regulators and law enforcement
                agencies in Hong Kong so as to facilitate the performance of their
                statutory functions with respect to the Hong Kong financial markets;
              </p>
              </div>
              <p >
                (w) allowing the relevant China Connect Clearing House (as defined in the
                CCASS Rules) to:
              </p>
              <div class="pl-3">
              <p >
                (i) collect, use and store your BCAN and CID to facilitate the consolidation
                and validation of BCANs and CID and the mapping of BCANs and CID with its
                investor identification database, and provide such consolidated, validated
                and mapped BCANs and CID information to the relevant China Connect Market
                Operator, SEHK and the relevant SEHK Subsidiary;
              </p>
              <p >
                (ii) use your BCAN and CID for the performance of its regulatory functions of
                securities account management; and
              </p>
              <p >
                (iii) disclose such information to the Mainland Chinese regulatory authorities
                and law enforcement agencies having jurisdiction over it so as to
                facilitate the performance of their regulatory, surveillance and
                enforcement functions with respect to the Mainland Chinese financial
                markets;
              </p>
              </div>
              <p >
                (x) allowing the relevant China Connect Market Operator to:
              </p>
              <div class="pl-3">
              <p >
                (i) collect, use and store your BCAN and CID to facilitate their surveillance
                and monitoring of securities trading on the relevant China Connect Market
                (as defined in the Rules of the Exchange) through the use of the China
                Connect Service (as defined in the Rules of the Exchange) and enforcement
                of the rules of the relevant China Connect Market Operator; and
              </p>
              <p >
                (ii) disclose such information to the Mainland Chinese regulatory authorities
                and law enforcement agencies so as to facilitate the performance of their
                regulatory, surveillance and enforcement functions with respect to the
                Mainland Chinese financial markets; and
              </p>
              </div>
              <p >
                (y) Any functions related to the foregoing.
              </p>
              <h4 class="my-4">
                Disclosure of Personal Data
              </h4>
              <p >
                11. Personal data held by Rafter Capital will be kept confidential, but
                may be disclosed to the following persons for one or more of the purposes
                set out in paragraph 10:
              </p>
              <p >
                (a) Any of our officers, employees, agents, contractors or third party
                service providers who provide administrative, credit data, debt collection,
                telecommunications, client verification, due diligence, computing, payment
                or other services related to our business operations to us (e.g. IT
                vendors, electronic storage vendors, biometric authentication service
                providers);
              </p>
              <p >
                (b) Any member of the Rafter Capital;
              </p>
              <p >
                (c) Any of your guarantors and security providers or prospective guarantors
                and security providers;
              </p>
              <p >
                (d) Any person who owes a duty of confidentiality to Rafter Capital,
                including any member of the Rafter Capital;
              </p>
              <p >
                (e) Any financial institution trading with or intending to trade with you,
                or any of your counterparties in a trade;
              </p>
              <p >
                (f) Credit data service institutions or debt collecting institutions (where
                you owe us money or where there has been an event of default (howsoever
                described));
              </p>
              <p >
                (g) Any actual or proposed assignee or transferee of Rafter Capital, or
                participant or sub-participant or transferee of Rafter Capital in respect
                of our rights against you;
              </p>
              <p >
                (h) Any person or entity or data recipient who has already established or
                intends to establish any business relationship with Rafter Capital;
              </p>
              <p >
                (i) Any certification authority whether in Hong Kong or other places
                (including but not limited to Mainland China);
              </p>
              <p >
                (j) Any agencies in Hong Kong or other places for compliance with
                applicable laws, regulations, rules or guidelines regarding the automatic
                exchange of financial account information or the Foreign Account Tax
                Compliance Act promulgated by the United States; and
              </p>
              <p >
                (k) Any local or foreign legal agency, regulatory body, government, tax
                authority, law enforcement agency, administrative or statutory agency,
                stock exchange or clearing house, or other self-regulatory agency or
                industry organization or group in Hong Kong or other places (including but
                not limited to Mainland China), and this includes the SEHK, the relevant
                SEHK Subsidiaries and the SFC.
              </p>
              <p >
                12. Rafter Capital may transfer your personal data to a place outside Hong
                Kong in accordance with this Statement. Your personal data may not be
                afforded the same or similar level of protection as it is under the PDPO.
              </p>
              <p >
                13. You acknowledge that, despite any subsequent purported withdrawal of
                consent by you, your personal data may continue to be stored, disclosed,
                transferred and otherwise processed for the purposes set out in this
                Statement, whether before or after such purported withdrawal of consent.
              </p>
              <h4 class="my-4">
                Use of Data in Promotion or Direct Marketing
              </h4>
              <p >
                14. Rafter Capital may use your personal data to send you information
                about products, services and other marketing materials that we think you
                might be interested in. You can choose to receive marketing and other
                promotional materials by email and/or direct mail. If you do not wish to
                receive such marketing materials, you may elect to opt-out at any time by
                contacting out Customer Services Department.
              </p>
              <p >
                15. Rafter Capital intends to use your personal data for direct marketing
                purposes, for which we have to obtain your consent (which includes an
                indication of no objection). In this regard, please note that:
              </p>
              <p >
                In this regard, please note that:
              </p>
              <p >
                (a) Your name, contact details, product and service, investment portfolio
                information, trading patterns and conduct, financial background and
                statistics held by Rafter Capital from time to time may be used for direct
                marketing;
              </p>
              <p >
                (b) The following categories of services, products and subjects may be
                marketed to you:
              </p>
              <div class="pl-3">
              <p >
                (i) Finance, insurance, securities, commodities, investment and related
                services and products and facilities;
              </p>
              <p >
                (ii) reward, loyalty, co-branding or privileges programmes and related
                products and services;
              </p>
              <p >
                (iii) financial or banking products and services offered by our business
                partners (the names of such partners will be provided to you); and
              </p>
              <p >
                (iv) donations and contributions for charitable and/or non-profit making
                purposes;
              </p>
              </div>
              <p >
                (c) The above services, products and subjects may be marketed by Rafter Capital and/or the following persons:
              </p>
              <div class="pl-3">
              <p >
                (i) Any member of the Rafter Capital;
              </p>
              <p >
                (ii) Third-party financial institutions, underwriters, securities,
                commodities and investment service providers;
              </p>
              <p >
                (iii) Providers of third-party reward, loyalty, co-branding or privileges
                programme;
              </p>
              <p >
                (iv) Our business partners (the names of such co-branding partners will be
                provided to you);
              </p>
              <p >
                (v) Charitable and/or non-profit organizations;
              </p>
              </div>
              <p >
                (d) In addition to promoting the above services, products and subjects,
                Rafter Capital may provide the personal data mentioned in paragraph 15(a)
                to any of the persons as mentioned in paragraph 15(c) above for the purpose
                of promoting their services, products and subjects. In order for us to do
                so, we need to obtain your written consent (which includes an indication of
                no objection) for this purpose;
              </p>
              <p >
                (e) If you do not wish Rafter Capital to use or provide your personal data
                to other persons for the direct marketing purposes set out in paragraph
                15(d), please notify our Customer Service Department; and
              </p>
              <p >
                (f) We may receive money or other property in return for providing your
                personal data to the other persons in paragraph 15(d) and, when requesting
                your consent or no objection we will inform you if we will receive any
                money or other property in return for providing the personal data to the
                other persons.
              </p>
              <h4 class="my-4">
                Providing Another Person's Personal Data
              </h4>
              <p >
                16. Where you provide to us personal data about another person, you must
                give to that person a copy of this Statement and, in particular, tell
                him/her that you have provided us with their personal data and how we may
                use his/her personal data.
              </p>
              <h4 class="my-4">
                Personal Data Protection Measures
              </h4>
              <p >
                17. Rafter Capital implements protective measures to safeguard and secure
                personal data to ensure it is protected against unauthorised or accidental
                access, processing, or erasure. These measures include the following:
              </p>
              <ul>
                <li >
                  <p >
                    Access or use of such data is limited to authorized staff or agents
                    on a “need to know” basis and such data is accessed utilizing
                    secured methods (e.g. personal data is encrypted when necessary);
                  </p>
                </li>
                <li >
                  <p >
                    We do not distribute your personal data to other persons except for
                    conducting business activities, complying with applicable laws,
                    protecting against fraud or making products and services that we
                    believe may be in your interests;
                  </p>
                </li>
                <li >
                  <p >
                    The use and transfer of your personal data between members of the
                    Rafter Capital is subject to strict internal security standards,
                    confidentiality policies, privacy laws and other applicable laws;
                  </p>
                </li>
                <li >
                  <p >
                    We ensure that our employees fully comply with such standards,
                    policies and laws; and
                  </p>
                </li>
                <li >
                  <p >
                    We will offer training to staff on proper handling of your personal
                    data.
                  </p>
                </li>
              </ul>
              <p >
                18. As we further develop new products and services, we will continue to
                make every effort to ensure that your personal data is properly used and
                protected.
              </p>
              <h4 class="my-4">
                Data Access and Correction Requests
              </h4>
              <p >
                19. According to and in accordance with the terms of the PDPO, you have the
                right to:
              </p>
              <ul>
                <li >
                  <p >
                    obtain information regarding the processing of your personal data
                    and access the personal data which we hold about you;
                  </p>
                </li>
                <li >
                  <p >
                    subject to paragraph 13, withdraw your consent to our processing of
                    your personal data at any time;
                  </p>
                </li>
                <li >
                  <p >
                    subject to paragraph 13, withdraw your consent to our processing of
                    your personal data at any time;
                  </p>
                </li>
                <li >
                  <p >
                    request that we rectify your personal data if it is inaccurate or
                    incomplete;
                  </p>
                </li>
                <li >
                  <p >
                    lodge a complaint with the Privacy Commissioner for Personal Data
                    if you think that any of your data privacy rights have been
                    infringed by us;
                  </p>
                </li>
                <li >
                  <p >
                    in relation to consumers’ credit record, be informed on request
                    which items of personal data are routinely disclosed to credit
                    reference agencies or debt collection agencies, and be provided
                    with further information to enable the marking of an access and
                    correction request to the relevant credit reference agency or debt
                    collection agency; and
                  </p>
                </li>
                <li >
                  <p >
                    upon satisfactory termination of the credit by full repayment and
                    on condition that there has been, within five years immediately
                    before such termination, no material default under the credit as
                    determined by Rafter Capital, instruct Rafter Capital to make a
                    request to the relevant credit reference agency to delete from its
                    database any personal account data relating to the terminated
                    credit.
                  </p>
                </li>
              </ul>
              <p >
                20. You may ask that we erase some or all of your personal data, but please
                note that we are under no legal obligation to do so.
              </p>
              <p >
                21. If there is a change to any of the personal data that you have provided
                to us, please contact our Customer Service Department.
              </p>
              <p >
                22. You should send requests for access to, and correction of, your
                personal data to us at:
              </p>
              <p >
                Attention: Customer Service Department
              </p>
              <p >
                Rafter Capital Limited
              </p>
              <p >
                Address: <span v-html="$store.state.address[$i18n.locale]"></span>
              </p>
              <p >
                Email: {{$store.state.email}}
              </p>
              <p class="small">
                *Please indicate your name and contact number for us
                to follow up with your request. You may be asked to provide additional
                information to authenticate your identity in order for us to follow up your
                request.
              </p>
              <p >
                23. In accordance with the terms of the PDPO, Rafter Capital reserves the
                right to charge a reasonable fee for processing any data request.
              </p>
              <p >
                24. Nothing in this statement shall limit your rights under the PDPO.
              </p>
              <h4 class="my-4">
                Retention Period of Personal Data
              </h4>
              <p >
                25. We will not keep personal data longer than is necessary for the
                fulfillment of the purpose for which it was collected. The retention period
                of personal data collected depends on circumstances by taken into
                consideration of different factors, including:
              </p>
              <ul>
                <li >
                  <p >
                    Usage: we have to continue to retain the personal data for such
                    objective; and
                  </p>
                </li>
                <li >
                  <p >
                    Legal obligation: the minimum retention period of the personal data
                    which is stipulated in the laws and regulations.
                  </p>
                </li>
              </ul>
              <p >
                Note In case of any discrepancy between the English and Chinese versions of
                this Privacy Policy Statement, the English version prevails.
              </p>
            </div>
          </div>
        </section>
      </main>
    <Footer />
  </div>    
</template>

<style lang="scss" scoped>
  .banner{
    background-image: url('/images/iStock-485967825.jpg');
  }

</style>